Repository: abdallahbouhannache/Ecomerce
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar

source: Arabic Name
ar: الإسم بالعربي

source: Write name in Arabic
ar: أكتب الإسم بالعربي

source: French Name
ar: الإسم بالفرنسي

source: Write name in French
ar: أكتب الإسم بالفرنسي

source: English Name
ar: الإسم بالإنجليزي

source: Write name in English
ar: أكتب الإسم بالأنجليزي

source: Slug
ar: الرابط

source: Elamane Communication and Contact
ar: الأمان للإتصال والتواصل

source: Bill Total
ar: مجموع الفاتورة

source: Price
ar: السعر

source: Commission
ar: العمولة

source: Pay Cash on Delivery
ar: الدفع عند الإستلام

source: Carte EDAHABIA / CIB
ar: البطاقة الذهبية / CIB

source: Check Captcha
ar: أنا لست روبوت

source: Payment Options
ar: خيارات الدفع

source: Icon Code
ar: كود الأيقونة

source: Category
ar: الفئة

source: Categories
ar: الفئات

source: Show
ar: عرض

source: Hide/Display this product
ar: إخفاء/عرض المنتج

source: Deleted
ar: محذوفة

source: Merchant mark this item as deleted
ar: التاجر حدد هذا المنتج كمحذوف

source: Please choose a category
ar: من فضلك إختر فئة

source: Store
ar: المتجر

source: Store who selling this product
ar: المتجر الذي يبيع هذا المنتج

source: Warehouse
ar: المخزن

source: Warehouse where this product is stored
ar: المخزن الذي يخزن فيه هذا المنتج

source: Arabic Description
ar: تعريف بالعربي

source: Write a description in Arabic
ar: أكتب تعريفا بالعربية

source: French Description
ar: تعريف بالفرنسي

source: Write a description in French
ar: أكتب تعريفا بالفرنسية

source: English Description
ar: تعريف بالإنجليزي

source: Write a description in English
ar: أكتب تعريفا بالإنجليزية

source: Thumbnail
ar: الصورة المصغرة

source: Add a thumbnail for this product
ar: أضف صورة مصغرة لهذا المنتج

source: Image 1
ar: صورة 1

source: Image 2
ar: صورة 2

source: Image 3
ar: ًصورة 3

source: Image 4
ar: ًصورة 3

source: Stock
ar: المخزن

source: How many items you have to stock?
ar: كم منتج موجود في المخزن؟

source: Previous Price
ar: السعر سابقا

source: The previouse price of this product
ar: السعر السابق لهذا المنتج

source: Current Price
ar: السعر حاليا

source: The current price of this product
ar: السعر الحالي لهذا المنتج

source: How much do you want our commission for each product sold?
ar: كم ترغب كعمولة عن كل عملية بيع؟

source: Number Of Purchases
ar: عدد المشتريات

source: Rating
ar: التقييم

source: Rating from 0 to 5
ar: التقييم من 0 إلى 5

source: Length (m)
ar: الطول (متر)

source: Length of this product in meter
ar: طول المنتج بالمتر

source: Width (m)
ar: العرض (متر)

source: Width of this product in meter
ar: عرض المنتج بالمتر

source: Height (m)
ar: الإرتفاع (متر)

source: Height of this product in meter
ar: إرتفاع المنتج بالمتر

source: Weight (Kg)
ar: الوزن (كغ)

source: Weight of this product in kilogram
ar: وزن المنتج بالكيلوغرام

source: Created at
ar: أنشئت في

source: Product
ar: المنتج

source: Products
ar: المنتجات

source: Order Date
ar: تاريخ الطلب

source: Quantity
ar: الكمية

source: Individual Price
ar: سعر المفرد

source: Message
ar: الرسالة

source: Ship Date
ar: تاريخ الشحن

source: Order
ar: الطلبية

source: Orders
ar: الطلبيات

source: Waiting
ar: قيد الإنتظار

source: Shipped
ar: تم الشحن

source: Completed
ar: مكتملة

source: Returned
ar: مسترجعة

source: Canceled
ar: ملغية

source: Refunded
ar: مسترجعة المال

source: First Name
ar: الإسم

source: First Name at Elamamecc
ar: الإسم في الأمان للاتصال والتواصل

source: Last Name
ar: اللقب

source: Last Name at Elamamecc
ar: اللقب في الأمان للاتصال والتواصل

source: Key
ar: المفتاح

source: Order ID of Elamanecc
ar: معرف الطلبية في الأمان للاتصال والتواصل

source: User
ar: المستخدم

source: Products Price
ar: سعر المنتج

source: Shipping Price
ar: سعر الشحن

source: Payment Option
ar: خيار الدفع

source: Order ID
ar: معرف الطلبية

source: Order Number of SATIM
ar: معرف الطلبية في ساتيم

source: Order Status
ar: حالة الطلبية

source: Order Status of SATIM
ar: حالة الطلبية في ساتيم

source: Error Code
ar: كود الخطأ

source: Error Code of SATIM
ar: كود الخطأ في ساتيم

source: Error Message
ar: الرسالة

source: Error Message of SATIM
ar: رسالة الخطأ في ساتيم

source: Action Code
ar: كود الفعل

source: Action Code of SATIM
ar: كود الفعل في ساتيم

source: Action Code Description
ar: وصف كود الفعل

source: Action Code Description of SATIM
ar: وصف كود الفعل في ساتيم

source: SVFE Response
ar: رد SVFE

source: SVFE Response of the SATIM card
ar: رد SVFE في ساتيم

source: Masked number of the SATIM card
ar: رقم بطاقة الدفع مخفي

source: Expiration
ar: إنتهاء صلاحية بطاقة الدفع

source: Expiration date of the SATIM card
ar: تاريخ إنتهاء الصلاحية في ساتيم لبطاقة الدفع

source: Cardholder Name
ar: إسم صاحب البطاقة

source: Cardholder Name of SATIM client
ar: إسم صاحب البطاقة في ساتيم

source: Amount
ar: المبلغ

source: Amount should paid in centime with SATIM
ar: المبلغ يجب أن يكون بالسنتيم في ساتيم

source: Deposit Amount
ar: المبلغ المدفوع

source: Paid Amount in centime with SATIM
ar: المبلغ المدفوع بالسنتيم في ساتيم

source: Currency Code
ar: كود العملة

source: Currency Code ISO4217
ar: كود العملة ISO4217

source: Approval Code
ar: كود الموافقة

source: Approval Code of SATIM
ar: كود الموافقة في ساتيم

source: Auth Code
ar: كود التعريف

source: Auth Code of SATIM should always be 2
ar: كود التعريف في ساتيم يجب أن يكون دائما 2

source: Address IP of SATIM client
ar: IP في ساتيم

source: Payment URL
ar: رابط الدفع

source: Client ID
ar: معرف الزبون

source: Client ID of SATIM
ar: معرف الزبون في ساتيم

source: Binding ID of SATIM
ar: معرف ملزم في ساتيم

source: Is Paid ?
ar: فاتورة مدفوعة ؟

source: Create Date
ar: تاريخ الإنشاء

source: Auto Delete Date
ar: تاريخ الحذف

source: Time after deleting this bill of not paid
ar: التاريخ الأقصى لعملية حذف الفاتورة

source: Status
ar: الحالة

source: Status of Elamanecc
ar: حالة الأمان للإتصال والتواصل

source: Params
ar: المعطيات

source: Params of SATIM client
ar: المعطيات في ساتيم

source: Bill
ar: الفاتورة

source: Bills
ar: الفواتير

source: Email
ar: البريد الإلكتروني

source: Unsubscribe Code
ar: كود إلغاء الإشتراك

source: Subscriber
ar: المشترك

source: Subscribers
ar: المشتركين

source: Name
ar: الإسم

source: Image
ar: الصورة

source: Hide
ar: إخفاء

source: Carousel
ar: الإعلانات

source: Order ID is required
ar: معرف الطلبية ضروري

source: You are not allowed to access here.
ar: لا يسمح لك بالدخول هنا.

source: There are no items in your cart, please choose items first
ar: لا توجد منتجات في السلة، قم بالتسوق أولا من فضلك

source: The quantity you wish to purchase for {} is greater than the quantity in stock
ar: الكمية التي ترغب بشرائها لـ {} أكبر من الكمية في المخزن

source: Please choose the products you wish to purchase first
ar: من فضلك قم باختيار المنتج الذي ترغب في شراءه أولا

source: Bill has been created, you can track your order in My Orders page
ar: تم إنشاء الفاتورة، يمكنك متباعة طلبيتك في صفحة 'طلبياتي' الآن

source: Please fix these errors:
ar: من فضلك أصلح الأخطاء التالية:

source: {email} has been subscribed to our newsletter
ar: {email} قام بالإشتراك في خدمة التنبيهات

source: {email} already subscribed to our newsletter
ar: {email} قام بالإشتراك في خدمة التنبيهات

source: The order Nº{} has been canceled, you will be refunded if you paid using CIB
ar: الطلبية رقم {} تم إلغائها، سيتم إسترداد المبلغ المدفوع إذا كنت قد قمت بالدفع عبر بطاقة دفع إلكتروني

source: The order Nº{} can not canceled, please contact support
ar: الطلبية {} لا يمكن إلغائها، من فضلك راسل الدعم

source: The quantity you wish to purchase is greater than the quantity in stock
ar: الكمية التي ترغب بشرائها أكبر من الموجودة في المخزن

source: Item has been added to cart
ar: تم إضافة المنتج للسلة

source: Phone Number
ar: رقم الهاتف

source: Address
ar: العنوان

source: Wilaya
ar: الولاية

source: Commune
ar: البلدية

source: Zip Code
ar: الترميز البريدي

source: For example: 0770605062 or +213770209494
ar: مثال: 0770605062 أو +213770209494

source: For example: 123 Cité Les Arbres
ar: مثلا: 123 شارع الأشجار

source: Wilaya example: Constantine
ar: مثال عن الولاية: قسنطينة

source: Commune example: Béni Hamidane
ar: مثال عن البلدية: بني حميدان

source: Zip Code example: 25220
ar: مثال عن الترميز البريدي: 25220

source: Email is already taken by another user.
ar: هذا البريد الإلكتروني مستعمل من طرف مستخدم آخر.

source: Merchant
ar: التاجر

source: Member
ar: العضو

source: Members
ar: الأعضاء

source: Your account informations has been updated
ar: تم تحديث معلوماتك الشخصية بنجاح

source: Your account has been created
ar: تم إنشاء حسابك بنجاح

source: English Title
ar: العنوان بالإنجليزي

source: French Title
ar: العنوان بالفرنسي

source: Arabic Title
ar: العنوان بالعربي

source: English Content
ar: المحتوى بالإنجليزي

source: French Content
ar: المحتوى بالفرنسي

source: Arabic Content
ar: المحتوى بالعربي

source: Privacy Policy
ar: سياسة الخصوصية

source: Term Of Use
ar: شروط الإستخدام

source: Track My Order
ar: متابعة طلبياتي

source: Cancel Orders
ar: إلغاء الطلبيات

source: Return & Refund
ar: الإسترجاع والإسترداد

source: About Us
ar: من نحن

source: Contact Us
ar: تواصل معنا

source: Track Orders
ar: متابعة الطلبيات

source: Warehouse Name
ar: المخزن

source: Warehouses
ar: المخازن

source: You have updated wilaya settings successfuly
ar: تم قبول عملية الدفع بنجاح

source: e-commerce
ar: تجارة إلكترونية

source: Cité Thenia Mila 43000
ar: حي الثنية ميلة 43000

source: Store Owner
ar: صاحب المتجر

source: First name
ar: الإسم

source: Last name
ar: اللقب

source: Store Name
ar: إسم المتجر

source: Logo
ar: الشعار

source: NIF
ar: رقم التعريف الجبائي

source: Register Commerce
ar: السجل التجاري

source: Active
ar: مفعل

source: Verified
ar: حساب مؤكد

source: Bank Name
ar: إسم البنك

source: Bank RIP
ar: RIP البنك

source: store
ar: المتجر

source: stores
ar: المتاجر

source: Store has been created, we will review your request within 72 hours
ar: تم إنشاء المتجر، سيتم مراجعته في ظرف 72 ساعة

source: Product has been disabled
ar: تم تعطيل المنتج

source: elamanecc
ar: الأمان للإتصال والتواصل

source: Ok
ar: حسنا

source: Administration
ar: الإدارة

source: Cart
ar: السلة

source: items
ar: المنتجات

source: Home
ar: الرئيسية

source: Confirm Purchase
ar: تأكيد الشراء

source: Update Profile
ar: تحديث البروفايل

source: If you want to change shipping informations, click here.
ar: إذا كانت ترغب بتحديث معلومات الشحن، إضغط هنا

source: Full Name
ar: إسم الملف

source: Confirm Order
ar: تأكيد الطلبية

source: ORDERS SUMMARY
ar: ملخص الطلبية

source: DA
ar: د.ج

source: Qty
ar: الكمية

source: SHIPPING
ar: الشحن

source: TOTAL
ar: المجموع

source: No Items
ar: لا توجد منتجات

source: Check out our products
ar: إبحث عن منتجات

source: There are not categories
ar: لا توجد فئات

source: Oops!
ar: أوبس!

source: Check your internet connection
ar: تحقق من إتصالك بالانترنت

source: Links
ar: روابط مهمة

source: Download our app
ar: حمل تطبيقنا

source: Stay informed
ar: إبقى على إطلاع

source: Please enter your email address
ar: من فضلك أدخل بريد إلكتروني

source: Subscribe
ar: إشترك

source: Subscribe to our newsletter to receive early discount offers, updates and new products info
ar: إشترك في خدمة الرسائل واستقبل آخر العروض والتخفيضات و المعلومات عن منتجاتنا الجديدة

source: All Right Reserved - Elamane Communication et Contact 2021
ar: جميع الحقوق محفوظة - الأمان للإتصال والتواصل 2021

source: Cancel Order
ar: إلغاء الطلبية

source: Are you sure you want to cancel the order Nº
ar: هل أنت متأكد من رغبتك بحذف الطلبية رقم

source: You have the right to cancel the bill within 24 hours٫
ar: لديك الحق في إلغاء الطلبية في ظرف 24 ساعة

source: Close
ar: إغلاق

source: Confirm
ar: تأكيد

source: N°
ar: ترقيم

source: Dashboard
ar: لوحة التحكم

source: My Profile
ar: معلوماتي الشخصية

source: My Orders
ar: طلبياتي

source: Order Details
ar: معلومات الطلبية

source: Print
ar: طباعة

source: Items
ar: المنتجات

source: Notes
ar: ملاحظات

source: Shipping
ar: الشحن

source: TVA 19%%
ar: ض.ق.م 19 بالمائة

source: Total Price
ar: السعر الإجمالي

source: Total
ar: المجموع

source: Actions
ar: تصرفات

source: Display
ar: معاينة

source: Delete
ar: حذف

source: There is no orders to display
ar: لا توجد طلبيات لإظهارها

source: Shop Now
ar: تسوق الآن

source: Welcome
ar: مرحبا

source: Edit your profile
ar: تحديث معلوماتي الشخصية

source: Username
ar: إسم المستخدم

source: Shipping Informations
ar: معلومات الشحن

source: Update Informations
ar: تحديث المعلومات

source: Search for products
ar: إبحث عن منتجات

source: There is no content to display
ar: لا يوجد محتوى لإظهاره

source: Payment Failed
ar: خطأ في عملية الدفع

source: Error code
ar: كود الخطأ

source: The SATIM 3020 toll-free number
ar: الرقم المجاني لساتيم 3020

source: Payment Success
ar: تم الدفع بنجاح

source: Your payment was successfull
ar: تم قبول عملية الدفع بنجاح

source: You can now continue using
ar: يمكنك الآن متابعة إستخدام موقع

source: Or you can visit
ar: أو يمكنك زيارة

source: Description
ar: الوصف

source: Order Number
ar: رقم الطلبية

source: Transaction Time
ar: تاريخ التحويل

source: Payment Method
ar: خيار الدفع

source: Num. of Orders
ar: عدد الطلبيات

source: Please login to calculate paid shipping price
ar: من فضلك قم بتسجيل الدخول ليتم حساب سعر الشحن

source: Free Shipping
ar: شحن مجاني

source: Days
ar: الأيام

source: Paid Shipping
ar: شحن مدفوع

source: Shipping price may change in cart when you purchase multiple items
ar: سعر الشحن قد يتغير عند شراء عدة منتجات مع بعض

source: Your Order Details
ar: معلومات طلبيتك

source: For Example: Size XL and Color RED
ar: مثال: الحجم XL واللون أحمر

source: Update Cart
ar: تحديث السلة

source: Add To Cart
ar: أضف إلى السلة

source: This item is not available in stock
ar: هذا المنتج غير متوفر في المخزن

source: Products Forsale
ar: منتجات للبيع

source: Available Stock
ar: المخزون المتوفر

source: Details
ar: معلومات أكثر

source: Previous
ar: السابق

source: Next
ar: التالي

source: There are no products to display yet
ar: لا توجد منتجات لعرضها حتى الآن

source: Create Account
ar: أنشئ عضوية

source: If you already have an account
ar: إذا كنت تمتلك عضوية

source: Click Here
ar: إضغط هنا

source: By creating this account, you agree to the
ar: بإنشائك لهذا الحساب، أنت توافق على

source: Terms of Use
ar: شروط الإستخدام

source: and
ar: و

source: Log In
ar: تسجيل الدخول

source: If you don't have an account
ar: إذا لم تكن لديك عضوية

source: Create a new account
ar: أنشئ عضوية جديدة

source: Edit
ar: تعديل

source: List of Wilaya
ar: قائمة الولايات

source: You can set initial price for each wilaya
ar: يمكنك وضع سعر إبتدائي لكل ولاية

source: also you can set price for communes
ar: أيضا يمكنك وضع السعر الإبتدائي للبلديات

source: Go Back
ar: رجوع

source: Complete this form to add a product
ar: إملئ هذه الإستمارة لإضافة منتج

source: Updating product
ar: تعديل المنتج

source: Cancel
ar: إلغاء

source: Add Product
ar: أشف منتج

source: Update Product
ar: تحديث المنتج

source: My Stores
ar: متاجري

source: You can create your store and start adding products
ar: يمكنك إنشاء متجرك والبدأ في إضافة المنتجات

source: ADD A NEW STORE
ar: إضافة متجر جديد

source: ADD NEW PRODUCT
ar: إضافة منتج جديد

source: Purchases
ar: المشتريات

source: There is no products to display
ar: لا توجد منتجات لإظهارها

source: Add Store
ar: أضف متجر

source: Search by name
ar: بحث بالإسم

source: Direction
ar: الإتجاه

source: Ascending
ar: تصاعديا

source: Descending
ar: تنازليا

source: Clear
ar: مسح

source: Arabic
ar: العربية

source: French
ar: الفرنسية

source: English
ar: الإنجليزية
